first_photo = "AgACAgIAAxkBAAMEZif1fZ51CoHUDK8E76l2c5EDaLwAAmDaMRtA5jlJKq-8e_V9WFUBAAMCAAN5AAM0BA"
about_photo1 = "AgACAgIAAxkBAAIJf2ZxXvuzsre-6lBFewu4McumIb1qAAIw4zEbDRqJS30vyVwNorzrAQADAgADeQADNQQ"
about_photo2 = "AgACAgIAAxkBAAIJc2ZxXutwYWOPWZ7GOE1Y9BlkWQxMAAL-4zEbIHqQS18YYf6XQeRmAQADAgADeQADNQQ"
about_photo3 = "AgACAgIAAxkBAAIJgWZxXwGDNPRg_eoxXzXjBQL7w53bAAIx4zEbDRqJSzmy4CkobNsZAQADAgADeQADNQQ"
about_photo4 = "AgACAgIAAxkBAAIJg2ZxXwbuednlzUHGXck2yLoFkXwDAAIy4zEbDRqJS15XawV3fnTAAQADAgADeQADNQQ"
about_photo5 = "AgACAgIAAxkBAAIJhWZxXw6fUCWmbDeSjfp-n-7upqKmAAIz4zEbDRqJSy9JUCzPNguKAQADAgADeAADNQQ"
intensive_hello_photo = "AgACAgIAAxkBAAIHRWZvM6B1OjBf956EjRHWQtgt6odFAALb3TEbcYZQSwUO7KsR7Z18AQADAgADeQADNQQ"
intensive_day1_photo = "AgACAgIAAxkBAAICHGZCHTfRXoCa_LQaym9bU_gyViZTAAKp3TEbSPMRShqy2A262v-pAQADAgADeQADNQQ"
intensive_day2_photo1 = "AgACAgIAAxkBAAIC2WZFV4maXgXlcPW8oaY5YlOHhYV6AAJ1zzEbMqDhSir5jnUSSq-IAQADAgADeAADNQQ"
intensive_day2_photo2 = "AgACAgIAAxkBAAIC2GZFV4lHstd_p2oOzG5aAAGkAk-IagACas8xGzKg4UpbHnqeuhojHAEAAwIAA3gAAzUE"
intensive_day2_photo3 = "AgACAgIAAxkBAAIC3GZFV4mV-ZJ-JeTnHWtlL9H1gUeVAAJtzzEbMqDhStWLBhHa35EbAQADAgADeAADNQQ"
intensive_day2_photo4 = "AgACAgIAAxkBAAIC22ZFV4mg9zAMUL1MLWZck4w_-tUKAAJszzEbMqDhSgXj5FTRh-NJAQADAgADeAADNQQ"
intensive_day2_photo5 = "AgACAgIAAxkBAAIC12ZFV4mGk70pFTB0DXbsMbb7ScgJAAJpzzEbMqDhSvMOgLdBR8NJAQADAgADeAADNQQ"
intensive_day2_photo6 = "AgACAgIAAxkBAAIC3WZFV4nvN_nJBNdYpv8SEC6JRi-oAAJuzzEbMqDhSiHeQD83OF0mAQADAgADeAADNQQ"
intensive_day2_photo7 = "AgACAgIAAxkBAAIC2mZFV4k_SNjA4jdjnY5n-SIsZDPBAAJrzzEbMqDhSs0Wq4Y6nL7gAQADAgADeQADNQQ"
intensive_day2_photo8 = "AgACAgIAAxkBAAIC3mZFV4mCTECS0g6Koe3Bnp0U-jB6AAJ2zzEbMqDhSkk_qcejX7AIAQADAgADeQADNQQ"
intensive_day3_photo1 = "AgACAgIAAxkBAAIC8GZFXXZJ4P_VDoXjIuiJCBRTTk1jAAJv1jEbDYDwSiB-TBbZuyVkAQADAgADeQADNQQ"
intensive_day3_photo2 = "AgACAgIAAxkBAAIC8WZFXXZnIPrUR3uzlIoSo8ZWtC-cAAJw1jEbDYDwSj45FTYvTkh4AQADAgADeAADNQQ"
intensive_day4_photo1 = "AgACAgIAAxkBAAIC92ZFXruK9qOGcDv6ixBjOSTzAw9NAAIc0TEb5cQhSw1JnNmdfjlGAQADAgADeQADNQQ"
intensive_day5_photo1 = "AgACAgIAAxkBAAIDA2ZFYO3Sg8_m6MjaaXnqfNTAoCPQAAIC2TEbemVJSxZ_GcNBeN4HAQADAgADeAADNQQ"
intensive_day5_photo2 = "AgACAgIAAxkBAAIDAAFmRWDtq5z1AAGXI6GPHRZO9TsMW5kAAv_YMRt6ZUlLvMmEux1AoQABAQADAgADeAADNQQ"
intensive_day5_photo3 = "AgACAgIAAxkBAAIDAWZFYO3kjPzcEOAqWpTON9I53k1yAAPZMRt6ZUlLTaTn_TnWLvwBAAMCAAN5AAM1BA"
intensive_day5_photo4 = "AgACAgIAAxkBAAIDBWZFYO1k9b9OQrqRkucbzKkf6UdwAAIE2TEbemVJS0wGyNBnwOdyAQADAgADeQADNQQ"
intensive_day5_photo5 = "AgACAgIAAxkBAAIDAmZFYO3RAAEGAAHtSlRcXUC_zcV5HZgAAgHZMRt6ZUlLZOJtuCYnPOABAAMCAAN4AAM1BA"
intensive_day5_photo6 = "AgACAgIAAxkBAAIDBGZFYO2Fa3PAbJFt8NOh2DhEMFk6AAID2TEbemVJS7phOXneeNykAQADAgADeAADNQQ"
intensive_day5_photo7 = "AgACAgIAAxkBAAIC_mZFYO0QzjH24RRfgWBu6aoZb7-9AAL92DEbemVJS_6VVQmTO5xtAQADAgADeAADNQQ"
intensive_day5_photo8 = "AgACAgIAAxkBAAIC_2ZFYO1eVw9Hf2olBf2Wybdg-uP4AAL-2DEbemVJS2UQ8leZy9qAAQADAgADeAADNQQ"
intensive_day5_photo9 = "AgACAgIAAxkBAAIC_WZFYO3a91xx3yVHz0pqpVYcOEUvAAL82DEbemVJS7nlCqIFPtyyAQADAgADeAADNQQ"
intensive_day7_photo1 = "AgACAgIAAxkBAAIDG2ZFY6jSFPJML78C3_N_W9PnI-pVAAL8zDEbgJTBSw0f95FK7kVxAQADAgADeQADNQQ"
intensive_final_photo = "AgACAgIAAxkBAAIHR2ZvNIzt4ebwPfbR2GaA40yzvRWvAAJe4TEbHYpRS58txkM9pxVIAQADAgADeQADNQQ"
plan_intensive_photo5 = "AgACAgIAAxkBAAIHUWZvNdvOfZqS83hIznlfsKOduNm0AAJa3DEbvxVhS61V9L5IvPhcAQADAgADeAADNQQ"
plan_intensive_photo2 = "AgACAgIAAxkBAAIHTmZvNducut5lFSsYTDwma_2CwTrGAAJX3DEbvxVhS2VLhQK3cfTfAQADAgADeAADNQQ"
plan_intensive_photo4 = "AgACAgIAAxkBAAIHUGZvNdukIUrZKldCmusmvWKxiTC-AAJZ3DEbvxVhS4eNf-ubxGfAAQADAgADeAADNQQ"
plan_intensive_photo3 = "AgACAgIAAxkBAAIHT2ZvNduo72Y57bYD6ZUBP6kmWbdVAAJY3DEbvxVhSwqcvzKEBwTzAQADAgADeAADNQQ"
plan_intensive_photo6 = "AgACAgIAAxkBAAIHUmZvNdsH9DcjnIk_FPYZRwbieX78AAJb3DEbvxVhSzzU29isMlqSAQADAgADeAADNQQ"
plan_intensive_photo7 = "AgACAgIAAxkBAAIHU2ZvNdu1t1PX6bQmhlKOZdTX2ZBzAAJc3DEbvxVhSzYVp7_hL5QQAQADAgADeAADNQQ"
plan_intensive_photo1 = "AgACAgIAAxkBAAIHTWZvNdsJ0SQ-g22HBbgunAU2R0cxAAJW3DEbvxVhS8hhhZ7KwwzuAQADAgADeQADNQQ"
plan_intensive_photo8 = "AgACAgIAAxkBAAIHVGZvNdvMfEMMcR_lUvezKSAruoauAAJd3DEbvxVhS5g37rMEZ3WXAQADAgADeAADNQQ"
plan_intensive_photo9 = "AgACAgIAAxkBAAIHVWZvNdvHIkASoXv_cw5pBVJ9-8dCAAJg3DEbvxVhS_ZE_7ySBA_mAQADAgADeQADNQQ"



lesson_video = "BAACAgIAAxkBAAIHQ2ZvMpC2fRmuyWOz-0afH5wD4JHjAAK8UQAC8iIBSxxznnaQG6RwNQQ"
intensive_day7_video1 = "BAACAgIAAxkBAAIDGmZFY6i6JPZcz_jLLaHld-N63ggfAAIbOAACgJTBS_iORXnreMVtNQQ"

intensive_day2_audio1 = "AwACAgIAAxkBAAIC1GZFVoO-0VrJ-YEYLW_43OsXiyqrAAKNOQACMqDZSmhfvYv3LOS2NQQ"
intensive_day2_audio2 = "AwACAgIAAxkBAAIC52ZFV6OMFFupsDO_eBxoxTu6wvTEAAKwOAACMqDhSmvTfnV3b2UqNQQ"
intensive_day4_audio1 = "AwACAgIAAxkBAAIC9WZFXqhENL8JpBx4SesizjgLudAeAAIzQAAC5cQhSwhOtbhXf_s5NQQ"
intensive_day4_audio2 = "AwACAgIAAxkBAAIC-WZFXsRsfqmH6xJAt_OdvTP8eeXPAAIeQAAC5cQhS3SJIw6620_pNQQ"
intensive_day4_audio3 = "AwACAgIAAxkBAAIC-2ZFXs_YHuC9j6p2x-UK6VjEHgQUAAIoPQACaSi4ScWjxjg_5-SJNQQ"
intensive_day6_audio1 = "AwACAgIAAxkBAAIDD2ZFYoekFjtqc-9zcvl1sHRALbMJAAKUPQAC9n5oS6cidOF7eF0MNQQ"
intensive_day7_audio1 = "AwACAgIAAxkBAAIDEWZFY1xs4aHFRsvBqyIGNzUS_ZdIAALgNwACgJTBS9OJoVyi1e0kNQQ"

checklist_file = "BQACAgIAAxkBAAIHQWZvMhrLYMB-8nZIZTm6v9xTUkGEAAJLTQACHYpRS8IOU03FtGilNQQ"
intensive_day3_file = "BQACAgIAAxkBAAIC7GZFXTth7c4yk55K2lZmmzdaWQiQAALLLQACobzYSwZgvef9clICNQQ"

first_text = f'''Привет! Меня зовут Софья Сомова, я дипломированный
психолог, спикер Сколково,
бизнес-коуч и ментор экспертов,
дважды выпускница НИУ ВШЭ.

С 2018 года я реализую себя 
в научной и практической 
психологии. В работе опираюсь 
на такие ценности, как честность,
глубина, познание, баланс,
долгосрочные отношения. 

Среди инструментов, которые 
я использую в практике: EMDR, 
когнитивно-поведенческий 
коучинг, юнгианский анализ,
телесная терапия и прочее.

<u>Я работаю с любыми запросами,
кроме клинических случаев.</u>
Среди самых частных тем, с
которыми обращаются ко мне: 
•уверенность в себе
•личные границы 
•отношения 
•карьерный и бизнес рост 
•работа с тенью 
•жизненный баланс 
•финансовый рост

Для продолжения нашего 
знакомства ниже я поделилась подарочным чек-листом
про эмоциональный интеллект🤝🏻'''
about1_text = '''Для личного знакомства со мной 
как экспертом я проведу для вас ознакомительную, безоплатную
<b>стратегическую сессию (60 мин),</b>
благодаря которой можно: 

✅Понять, подходим ли мы 
друг другу и в каком формате 
можем выстроить эффективное
сотрудничество + условия 

✅Прояснить актуальные 
цели, проблемные зоны, 
ваши ключевые точки роста 

✅Получить от меня 
экспертную обратную 
связь по своему вопросу 
'''
about2_text = '''Для записи на безоплатную
стратегическую сессию
заполняйте заявку⤵️'''
chat_id = "-4171572996"
feedback_text_mes = "Пользователь @{username} оставил отзыв по итогам {day} дня интенсива\nОтзыв: {feedback}"
lesson_text = '''<b>5 нестандартных решений для 
роста с точки зрения психологии🔥</b>

0:18 - определение новой роли

0:51 - определение нового смысла

1:42 - навык разучивания  

3:16 - прецендент роста через тело 

4:28 - секрет нелинейного роста

Если взяли на подумать какой-то 
из пунктов себе, ставьте реакцию!'''
like_text ='''В этом чек-листе вы узнаете,
как вырасти через контакт 
и управление эмоциями. 

Также я подготовила для вас
еще один подарок – видео-урок
<b>«5 нестандартных решений
для роста в бизнесе / карьере»</b>

Нажимайте на кнопку
ниже для получения урока!'''
second_ping_text = "Посмотрел видео-урок? Оставь обратную связь!"
product_text = '''Благодарю за реакцию и 
внимание! Далее расскажу,
чем еще могу быть полезна☺️'''
dislike_text = "Очень жаль, ты можешь связаться со мной и записаться на личную встречу @sofisomova"
intensive_text = "Записивайся на интенсив! На нем ты узнаешь: ... (взять информацию + фото у заказчика)"
intensive_buy_text = "Ссылка на оплату через ЮКассу\nСкоро с вами свяжется менеджер"
club_text = "Вступайте в женский клуб... (взять информацию + фото у заказчика)"
personal_work_text = '''Благодарю вас за интерес к 
персональному сотрудничеству🤝🏻

Как психолог-консультант 
я работаю с любыми кейсами,
кроме клинических случаев. 

Формат работы подбирается 
индивидуально для каждого
клиента. Мы можем встречаться
как онлайн, так и офлайн (Мск).

<b>Какие это могут быть форматы:</b>

•Классическая терапия 

•Краткосрочный коучинг

•Психологическое 
сопровождение бизнеса 

•Менторство для экспертов 

Перед начало работы я 
провожу ознакомительную
<b>стратегическую сессию,</b>
благодаря которой можно: 

✅Понять, подходим ли мы 
друг другу и в каком формате 
можем выстроить эффективное
взаимодействие + условия 

✅Прояснить актуальные 
цели, проблемные зоны, 
ключевые точки роста 

✅Получить от меня 
экспертную обратную связь 

Для записи на безоплатную
стратегическую сессию
заполняйте заявку⤵️'''
podrobnee_text = "Контакт для связи с менеджером"
presentation1_text = "Напишите ниже свое ФИО"
presentation2_text = "Номер телефона для связи"
presentation3_text = "И вашу электронную почту"
presentation_text = "Напишите своё ФИО, номер телефона и почту для связи"
needhelp1_text = "Напишите ниже свое ФИО"
needhelp2_text = "Номер телефона для связи"
needhelp3_text = "И вашу электронную почту"
success_reg_text = '''Благодарю! В течение дня 
я напишу вам и предложу 
окошки для страт. сессии🤝🏻

До скорой встречи☺️'''
feedback_text = "Прошел сегодняшний урок? Оставь обратную связь"
customer_extra = "Не забудьте написать свой номер! После оплаты 1 занятие придет вам в телеграм"
def set_new_order_text(tg_id, caption):
    return f'''INSERT INTO "order_pay_link" (tg_id, caption, status)
            VALUES ({tg_id}, {caption}, wait)'''
lets_go_pay_text = "Перейдите по ссылке и оплатите удобным для вас способом"
intensive_hello_text = '''Привет! Благодарю за оплату и приветствую на онлайн-интенсиве <b>«Искусство быть гармоничной»</b>.

За время интенсива мы пройдем 
7 тем, которые станут ценными кирпичиками в ваше состояние баланса и уверенности💞

Пусть это погружение принесет новые знания и открытия о себе, удовольствие и желаемые результаты во всех сферах жизни!

Ниже уже доступна тема первого дня! Следующие материалы будут
приходить каждый день в 9:00.

В добрый путь🙌🏻'''
intensive_day1_text1 = '''<b>ИНТЕНСИВ: 1 ДЕНЬ.
Статья «Скрытая сила рода»</b>

Основная задача любого рода 
— продолжаться. Продолжить род женщина может через передачу жизни, талантов, навыков, знаний, традиций и реликвий. 

Каждый ребенок — лучшая версия своих родителей. На 50% — мама, на 50% — папа. В каждом человеке уже есть все наработанные качества
и таланты рода. Важные задачи —
эти таланты узнать, принять,
усилить и передать дальше.

Согласно системной психологии 
на каждого человека влияет 
7 поколений (~256 человек), их жизненные сценарии, события и травмы, таланты и тд. Поэтому крайне важно исследовать и грамотно использовать информацию о том, как жили предки. Это корни, это часть фундамента (=внутренней опоры).

Именно в это исследование приглашаю вас уже сейчас.'''
intensive_day1_text2 = '''<b>ИНТЕНСИВ: 1 ДЕНЬ.
Практика «Крылья рода»</b>

<u>Задачи практики:</u>
•исследовать сильные качества
каждого родителя в роду и 
увидеть, что из этого есть во мне,
какую силу я не замечала, но
могу взять уже сейчас;
Как если наши качества — 
это часть внутренней опоры.
•укрепить взаимоотношения
с родом, мамой и папой, 
узнать новое о себе и семье 
•проследить динамики 
и родовые сценарии

<u>Что спрашивать по 
каждому человеку:</u> 
•какими качествами обладает/
обладал этот человек
•чем занимается/лся, профессия;
как к своему делу относится/лся
•интересные факты из жизни 
•как познакомились 
с супругом/супругой; какие 
были/есть эти отношения

В результате у вас будет
уникальный рисунок крыльев 
с подписями/заметками из
вашего исследования🕊'''
intensive_day2_text1 = '''<b>ИНТЕНСИВ: 2 ДЕНЬ. 
Аудио-подкаст «История женской
сексуальности. 6 этапов»</b>'''
intensive_day2_text2 = '''Иллюстрации к этапам.'''
intensive_day2_text3 = '''<b>ИНТЕНСИВ: 2 ДЕНЬ. 
Аудио-подкаст «История 
женских переходов и инициаций</b>»'''
intensive_day3_text1 = '''<b>ИНТЕНСИВ: ДЕНЬ 3.
Статья «Контакт с телом»</b>

Женщина начинается с тела.
Поэтому мы сегодня поговорим 
о том, какую роль играют тело и 
эмоции в жизни каждой из вас. 

Все начинается с намерения и 
отношения. Самая частая проблема — это отношение к своему телу, как инструменту для достижения целей. 
Из такой позиции женщина жертвует своим сном, комфортом, отдыхом и тд для того, чтобы «быстрее» прийти к желаемому и «успеть». Другими словами — платит за свои результаты невосполнимым ресурсом — здоровьем своего тела.

Для выхода в состояние 
баланса важны оба цикла:
-реализация ресурса (отдавать) 
-восполнение ресурса (брать) 

Тело — мой дом, а не инструмент. 

До 3-5 лет каждый ребенок един со своим телом и не смотрит на тело как на объект, в котором «что-то не так, что-то неправильное», или как на инструмент.

<u>Признаки разрозненности
с телом (отсутствие контакта):</u> 
-зависимости
-трудоголизм
-хаотичные связи
-повышенная травматичность
-резкое изменение веса
-сбитые ритмы 

Любая болезнь/симптом — 
это следствие того, как я к 
своему телу отношусь.

Если говорить в частности про психосоматику, важно понимать, 
что любой симптом — следствие застревания неизрасходованной энергии (=непрожитых эмоций) 
в определенном участке тела.

Непрожитые эмоции имеют 
три канала сброса:
-тело (психосоматика)
-эмоции (фобии, панические атаки) -поведение (компульсии, обсессии)

Ниже я предлагаю несколько практик на усиление контакта с телом, а также книги по теме.'''
intensive_day3_text2 = "Рекомендуемая литература для погружения в тему."
intensive_day3_text3 = '''<b>ИНТЕНСИВ: ДЕНЬ 3.
Статья «Природа эмоций».</b>

Переходим к теме эмоций. 
Я часто слышу на сессиях вопросы 
о том, как побороть свои страхи, 
как перестать винить себя, как справиться со жгучим чувством стыда и так далее. 

В теме эмоций важно взять несколько фундаментальных тезисов, которые позволят 
лучше понимать себя. 

6 тезисов об эмоциях⤵️  

1️⃣Эмоции — это биохимический процесс, это топливо для действий и целей. По сути это и есть мотивация. Внутри слов эмоция и мотивация лежит один корень, происходящий из латинского mōtus «движение». 

2️⃣Эмоции бывают первичные (врождённые) и вторичные (социальные). Когда рождается ребенок, у него есть 4 врожденные эмоции-переживания:
1.Радость
2.Гнев
3.Страх 
4.Печаль

Такие эмоции как вина (злость, направленная на себя) и стыд —
вторичные эмоции, за которыми стоит нечто более глубинное,
а именно страх / гнев.   

3️⃣Все наши цели диктуются внутренними потребностями. Потребность — это нужда 
организма в чем-то вне его.  

Лайфхак: эмоции = отражение
результата деятельности к мотиву. 
Если вы что-то делаете и получаете результат и удовлетворение, значит все окей, цель была осознана верно. 
Если вы что-то сделали, но получили разочарование и не получили результат, это сигнал того, что мотив был осознан неверно (=неверно поставлена цель и потребность осталась не удовлетворена). В данном случае я рекомендую задать себе вопрос — «Ради чего я на самом деле хочу это сделать/сделала это?»

4️⃣За условно «негативно» окрашенными эмоциями всегда стоят незакрытые потребности. Когда вы отлавливаете себя на тревоге/страхе/вине/стыде -> ищите незакрытую потребность 
через вопрос «А что я хочу?».

5️⃣Также стоит отказаться от координат «позитивные/негативные» эмоции. Эволюционная функция эмоций — адаптация. Рекомендую взять в рефлексию вопрос: Эта реакция/эмоция мне сейчас помогает адптироваться или нет? Если нет -> ищем причину такой реакции
(травматика / искаженная причинно-следственная связь / ограничивающее убеждение / когнитивное искажение).

6️⃣Четыре вопроса на каждый день:
1.Как эта эмоция ощущается в теле?
2.Каким я вижу мир из этой эмоции?
3.Что делаю, когда 
испытываю эту эмоцию?
4.Что я думаю, когда 
испытываю эту эмоцию?

•Каждая эмоция — это маячок, который позволяет адаптироваться и двигаться вперед по своему пути.

Пишите любые вопросы / отклик в сообщения. Ваши реальные ситуации мы также будем разбирать на Zoom-встрече в конце интенсива!'''
intensive_day4_text1 = '''<b>ИНТЕНСИВ: ДЕНЬ 4.
Практика «Кто я»</b>

Предлагаю выполнить 
диагностическую практику. 

Часть 1: 
Нарисуйте на чистом листе бумаги круг и записывайте в течении минуты внутрь круга ответы на вопрос: Кто Я?

Часть 2: 
Засеките еще минуту и запишите 
за пределами круга другие роли,
которые не успели / забыли написать или те роли, которые хотите развить.   

Часть 3: 
Выпишите в столбик все роли. 

Проставьте от 1 до 10 балл рядом
с каждой ролью как ответ на следующие вопросы:
-Насколько эта роль проявлена сейчас в жизни по внутреннему ощущению?
-Насколько часто я проявляюсь 
из этой роли в течении дня? 

Проанализируйте то, что получилось и сделайте выводы о том, каким ролям стоит дать больше внимания и через какие действия.'''
intensive_day4_text2 = "Пояснение к анализу в части 3. На что стоит обратить внимание👌🏻"
intensive_day4_text3 = '''ИНТЕНСИВ: ДЕНЬ 4.
Тема: «Мои роли»

#практика

Нарисуйте атом и несколько
орбиталей. Расположите на этом
рисунке себя и значимых людей
в своей жизни. Для получения 
расшифровки присылайте фото 
в комментарии к посту⤵️'''
intensive_day4_text4 = '''<b>ИНТЕНСИВ: ДЕНЬ 4.
Аудио-подкаст «Законы систем»</b>

#подкаст часть 1'''
intensive_day4_text5 = '''<b>ИНТЕНСИВ: ДЕНЬ 4.
Аудио-подкаст «Законы систем»</b>

#подкаст часть 2'''
intensive_day5_text1 = '''<b>ИНТЕНСИВ: ДЕНЬ 5.
Статья «Как формируются 
ценности и убеждения»</b>

Всем доброго времени суток!
Сегодня нас ждет погружение 
в тему ценностей и миссии. 

Я часто встречаю путаницу 
на уровне двух понятий: 
ценности и убеждения.

Убеждения – устойчивая система взглядов человека на мир 
(как все устроено и работает).

4 источника убеждений:
-пример значимых фигур и их послания 
-фильмы, книги, СМИ и тд.
-личный опыт
-осознанный выбор

Убеждения делятся на служащие 
и ограничивающие рост и развитие. 
Между убеждениями существует
два вида связей: 
-Причинные 
(если ..., то...)
-Смысловые 
(что это значит для меня)

Почему я начала с убеждений? 
Свои ценности важно отличать
от убеждений о мире. 
В чем различия:

💛Ценности 
• Связаны с мечтами и целями
• Выражаются одним словом
• Ощущаются целостно (визуально-
аудиально-кинестетически)

💛Убеждения
•Связаны с окружающим миром, формируют реальность 
•Связаны с прошлым (результат обобщения опыта)
•Выражаются одним предложением 
(Пример: Есть начать работать над собой, произойдут изменения и во внешней реальности)
•Аудиально-тональные утверждения

Ценности — это часть внутренней
опоры. Принимая решения с опорой
на свои ценности, человек следует
именно своему пути и чувствует 
удовлетворенность от действий.

Для выявления своих ценностей
предлагаю вам две практики⤵️'''
intensive_day5_text2 = '''<b>ИНТЕНСИВ: ДЕНЬ 5.
Практика «Необитаемый остров»</b>

Шаг 1: представьте, что вы отправляетесь на необитаемый остров на неизвестный срок и вы можете взять с собой только 10 вещей. Запишите в столбец, что возьмете с собой.

Шаг 2: рядом с каждым пунктом запишите по 3 раза ответ на вопрос 
«Что в этом самого ценного?»

Например: 
Я возьму с собой книги 
-Что в этом самого ценного?
-> Мне будет интересно

-Что самого ценного в том, что
мне будет интересно?
->У меня появится больше знаний
о мире, людях, себе 

-Что самого ценного в том, 
что у меня появится больше знаний о мире, людях, себе?
->Так, я реализую свои ценности
в познании и развитии 

Шаг 3: выпишите итоговый список
ваших ценностей, которые стоят за
теми предметами, которые берете.'''
intensive_day5_text3 = '''<b>ИНТЕНСИВ: ДЕНЬ 5.
Практика на выявление 
ценностей с помощью 
метафорических карт</b>

Шаг 1: выберите 5 карт, которые
визуально отражают какую-то из ваших ценностей. Выбирайте карты без предварительного анализа,
опираясь на внутреннее ощущение. 

Шаг 2: по очереди проанализируйте
каждую карту через 3 вопроса:
1.Какая ценность здесь отражена?
2.Как это проявляется в жизни?
3.Что это дает? 
Как итог, сформулируйте одним
словом изображенную ценность
на каждой из 5 карт.

Шаг 3: представьте, что вам нужно
оставить только 1 карту-ценность.
Что вы оставите себе и никогда
не отдадите? (Ответ на этот вопрос
позволит подсветить вашу корневую
ценность, которая будет также 
отражать ваш личный смысл жизни).

Шаг 4: выпишите итоговый список
ваших ценностей и сверьте с тем 
списком, который получился в 
первой практике. Что совпало, а какие ценности подсветились еще?'''
intensive_day5_text4 = '''<b>ИНТЕНСИВ: ДЕНЬ 5.
Практика «Моя миссия»</b>

Формулирование миссии — 
это глубокий процесс. 
Приглашаю вас в него погрузиться.

Чтобы создать вдохновляющую
формулировку запишите ответы
на следующие вопросы:  

1.Чем вы конкретно занимаетесь, что вы делаете? Сформулируйте.
Эта формулировка вдохновляет? 
Хочется ли двигаться вперед,
опираясь именно на нее? 

2.Нарисуйте колесо ценностей.
-Представьте, что однажды утром вы просыпаетесь и чувствуете, что это будет самый прекрасный день в вашей жизни. А в конце дня чувствуете глубокое удовлетворение жизнью. 
-Благодаря каким ценностям вы могли бы узнать такой день? Нарисуйте колесо, впишите 5-10 главных ценностей, сделайте столько секторов, сколько у вас ценностей.

3.Выберите 2-3 ключевые ценности, которые хотелось бы добавить в 
формулировку миссии. 

4.Переформулируйте миссию, 
добавив ключевые ценности.
Что Вы теперь чувствуете, произнося это?

❤️В формулировку миссии
входят ответ на вопросы: 
1.Что делать? (ваша ключевая
деятельность познавать/расширять/созидать/строить и тд). 
2.Как делать? (какое
состояние масштабируете
и за счет каких инструментов)
3.Для чего это делать? 
(какая конечная цель)
*на этом пункте разрешите себе
масштабно мыслить, мечтать
и заявлять об этом

<u>Пример моей миссии:</u> 
Познавать себя, людей, мир
через глубину и энтузиазм,
чтобы через новые действия
улучшать дом человека — 
планету Земля. 

Здесь отражена ключевая деятельность — познание, так как я работаю с информацией. Ценности: глубина, дом, познание. Через какое состояние и «как»: энтузиазм и новые действия. Конечная цель: улучшать дом - планету.

Прекрасной практики!'''
intensive_day6_text1 = '''<u>ИНТЕНСИВ: ДЕНЬ 6.
Аудио-подкаст</u>

•Что такое личные границы
и как они формируются
•Виды личных границ 
•Вопросы для самоанализа 
•4 этапа сепарации 
•Почему трудно выстраивать
личные границы 
•Что есть конфликт 
•Виды и суть манипуляций,
как выравнивать коммуникацию'''
intensive_day6_text2 = '''<u>ИНТЕНСИВ: ДЕНЬ 6.
Практика «5 шагов для 
решения любого конфликта»</u>

1.Определяем свою потребность:
А что я сейчас хочу?

2.Выявляем потребность другого (то, что стоит за мнением, суждением, анализом) 
Что ТЫ сейчас хочешь?

3.Удостоверяемся, что правильно поняли потребности друг друга.

4.Проявляем эмпатию.

5.Выбираем стратегию решения
(действия-план, что позволит
удовлетворить потребности
обоих). Избегаем компромиссов, где каждый чем-то жертвует.  

Важно прояснять
значения слов с другими
людьми, так как каждый 
говорит на своем языке: 

А что для тебя забота? 
А что для тебя внимание?
А что для тебя поддержка?
А как я могу тебе помочь?
И тд.'''
intensive_day7_text1 = '''<b>ИНТЕНСИВ: ДЕНЬ 7.
Статья «7 фундаментальных привычек для женщины»</b>

В этом разделе делюсь
набором привычек, которые
я считаю обязательными
для каждой Женщины. 

Как я говорила ранее, 
каждое действие человека
имеет цель. Осознанную или
неосознанную. Повторяющиеся действия формируют привычку. 

Мне очень нравится вопрос:
Какую роль я играю в своем счастье? 

С помощью ритуалов ощущение счастья можно и нужно развивать. 
Итак, список ритуалов: 

1️⃣Утро без телефона 
- важно сначала зарядить
себя, потом фокусироваться
на внешнем мире 
- важно не забывать 
приветствовать новый день,
праздновать начало дня 
- женщина проснулась, чтобы
создавать новый день😍

2️⃣Приветствие тела 
- важно после пробуждения 
пройтись вниманием по телу
- сделать несколько циклов
дыхания / медитацию 

3️⃣Душ / контрастный душ
- смываем утром ночь 
- при переключении холодной
воды важно не сжиматься,
а пропускать ту эмоцию и
реакцию, которая идет 
- важно давать также
внимание через нанесение
уходов / кремов 

4️⃣Благодарности
- в начале или в конце дня 

5️⃣Принцип тотальности 
- на 100% можно быть 
включенной только в 1 дело
в конкретный момент времени,
иначе внимание как единица
рассеивается и появляется расфокус, вас нет ни в одном процессе на 100%
- важно жить внутри жизни,
а не в голове (прошлом / будущем) 
- в тему потока рекомендую
книгу, которая так и называется 
- важно понимать, что где
внимание, там и энергия 

6️⃣Танцы, 10.000 шагов  
- важно давать телу движение,
именно из движения 
рождается энергия 

7️⃣Ведение книги Женщины
- этот ритуал раскрою отдельно'''
intensive_day7_text2 = '''<b>ИНТЕНСИВ: ДЕНЬ 7.
Аудио-подкаст «Лайфхаки про развитию дисциплины»</b>

1.Искусство маленьких шагов
2.Тренер / наставник 
3.Выявление истинной цели
4.Награда (позитивное подкрепление)
5.Публичное обещание / 
создание группы поддержки
6.Сакральность ритуала (игра) 
7.Фиксация в плане дня
8.Честность с собой – «сейчас так»'''
intensive_day7_text3 = '''<b>ИНТЕНСИВ: ДЕНЬ 7.
Практика «Книга Женщины»</b>

Что можно записывать: 
-ключевые события жизни,
переживания и мысли  
-все ключевые новые действия,
которые вы совершаете
-цели, задумки, стратегии  
-все, что вы узнаете новое 
о себе и мире в целом 

Это диалог с собой. Это ритуал 
признания себя, своего места, уникальности, величия, природы. 

Также ведение книги позволяет 
систематизировать информацию,
которая проходит через вас,
успокоить ум. 

А еще такая книга может стать ценной семейной реликвией и 
подарком будущим поколениям. 

Важно: у книги нет четкой структуры, правил. Процесс живой, творческий, самобытный. 

Мне нравится придавать
этому ритуалы сакральность: 

Сравните: 
1)Я записываю в блокнот 
мысли, цели — это факт. 
2)Я пишу почти каждый день
книгу Женщины, ту, что существует только в единственном экземпляре — 
это ритуал, имеющий значение. 

Чувствуете разницу в отношении к казалось бы простому действию?

У кого тоже есть этот ритуал?
А кто берет себе? Делитесь⤵️'''
intensive_final_text = '''Привет! Это был красивый
и интересный путь и сейчас
наш интенсив подходит к 
концу. Благодарю за вашу
вовлеченность и внимание😍

За время интенсива у вас
скорее всего появлялись 
вопросы, актуализировались
темы, требующие особого
внимания, появлялось желание 
погрузиться в какую-то из
предложенных тем ближе. 

Следующий возможный этап
нашего взаимодействия –
это личная стратегическая 
сессия со мной, на которой 
я вживую отвечу на все вопросы 
и подсвечу ваши зоны роста. 

Встреча безоплатная, для
записи заполняйте заявку⤵️'''


plan_intensive_text1 = '''С удовольствием делюсь программой интенсива💞✨

Цена интенсива: 990 рублей 
Доступ: бессрочный 
'''
plan_intensive_text2 = '''Для приобретения нажимайте
на кнопку ниже и оплачивайте
удобным для вас способом. 

Сразу после оплаты откроется 
первый день интенсива. Далее бот-помощник будет присылать материалы ежедневно в 9:00.'''